Repository: wp-plugins/tractis-identity-verifications
Catalog: lang/tractis_auth-*.po
Languages: es_ca, es_es, it_it

source: Settings
es_ca: Preferències
es_es: Preferencias
it_it: Impostazioni

source: Problem: Your PHP installation doesn't have the openssl module enabled. Is required for communicate with Tractis in https (secure mode), see the <a href='http://php.net/manual/en/book.openssl.php'>php manual</a> to get more info.
es_es: Problema: Tu instalación de PHP no tiene el módulo de openssl habilitado. Es necesario para poderse comunicar con Tractis vía https (modo seguro), puedes encontrar más información en el <a href='http://php.net/manual/en/book.openssl.php'>manual de PHP</a>.

source: Warning: The default role for new users in your WordPress config is:
es_es: Atención: El rol por defecto para usuarios nuevos en tu configuración de WordPress es:

source: Set your blog's default role for users to "subscriber" (Settings->New User Default Role) unless you want identifed users to publish and/or manage content. Read more about roles <a href='http://codex.wordpress.org/Roles_and_Capabilities'>here</a>.
es_es: Configura el rol por defecto de los usuarios de tu blog como "subscriber" (Preferencias->New User Default Role) a menos que quieras que los usuarios identificados puedan publicar y/o gestionar contenido. Lee más sobre los roles <a href='http://codex.wordpress.org/Roles_and_Capabilities'>aquí</a>.

source: Settings Updated. (Warning, the api key must be filled to work)
es_es: Preferencias actualizadas. (Atención, tienes que configurar la API Key para que funcione)

source: Settings Updated.
es_es: Preferencias actualizadas.

source: Tractis Identity Verifications Settings
es_ca: Preferències de les Verificacions d'Identitat de Tractis
es_es: Preferencias de las Verificaciones de Identidad de Tractis
it_it: Impostazioni di Verificazione Didentità di Tractis

source: Plugin setup
es_ca: Configuració del plugin
es_es: Configuración del plugin
it_it: Configurazione plugin

source: Get your API Key from Tractis
es_ca: Obtingui el seu API Key a Tractis
es_es: Obtén tu API Key en Tractis
it_it: Ottieni le chiavi Api dal Tractis

source: Plugin Button
es_ca: Botó del plugin
es_es: Botón del plugin
it_it: Pulsante del plugin

source: Tractis Plugin Button
es_ca: Botó del plugin de Tractis
es_es: Botón del plugin de Tractis
it_it: Pulsante del plugin di Tractis

source: Discussion Settings
es_ca: Preferències de discussió
es_es: Preferencias de discusión
it_it: Impostazioni discussione

source: Comment Aproval
es_ca: Aprovació de comentaris
es_es: Aprobación de comentarios
it_it: Commenti approvati

source: Comments from users with verified identities will be aprooved automatically.
es_ca: Els comentaris d'usuaris amb identitats verificades seran aprovats automàticament.
es_es: Los comentarios de usuarios con identidades verificadas serán aprobados automáticamente.

source: Comments from users with verified identities will require aprooval according to the blog configuration.
es_ca: Els comentaris d'usuaris amb identitats verificades requereixen aprovació d'acord a la configuració del blog.
es_es: Los comentarios de usuarios con identidades verificadas requerirán aprobación de acuerdo a la configturación del blog.

source: Update Settings
es_ca: Actualitzar Preferències
es_es: Actualizar Preferencias
it_it: Aggiorna Impostazioni

source: Tractis API Key
it_it: Chiave API Tractis
